[
    {
        "Fecha": "2023-06-01",
        "Descripción": "Massive stars in our Milky Way Galaxy live spectacular lives.  Collapsing from vast cosmic clouds, their nuclear furnaces ignite and create heavy elements in their cores. After a few million years, the enriched material is blasted back into interstellar space where star formation can begin anew. The expanding debris cloud known as Cassiopeia A is an example of this final phase of the stellar life cycle. Light from the explosion which created this supernova remnant would have been first seen in planet Earth's sky about 350 years ago, although it took that light about 11,000 years to reach us. This false-color image, composed of X-ray and optical image data from the Chandra X-ray Observatory and Hubble Space Telescope, shows the still hot filaments and knots in the remnant. It spans about 30 light-years at the estimated distance of Cassiopeia A. High-energy X-ray emission from specific elements has been color coded, silicon in red, sulfur in yellow, calcium in green and iron in purple, to help astronomers explore the recycling of our galaxy's star stuff. Still expanding, the outer blast wave is seen in blue hues. The bright speck near the center is a neutron star, the incredibly dense, collapsed remains of the massive stellar core.",
        "titulo": "Recycling Cassiopeia A",
        "url": "https://apod.nasa.gov/apod/image/2306/Chandrafirstlight_0_1024.jpg"
    },
    {
        "Fecha": "2023-06-02",
        "Descripción": "Big, beautiful spiral galaxy M101 is one of the last entries in Charles Messier's famous catalog, but definitely not one of the least. About 170,000 light-years across, this galaxy is enormous, almost twice the size of our own Milky Way. M101 was also one of the original spiral nebulae observed by Lord Rosse's large 19th century telescope, the Leviathan of Parsontown. Assembled from 51 exposures recorded by the Hubble Space Telescope in the 20th and 21st centuries, with additional data from ground based telescopes, this mosaic spans about 40,000 light-years across the central region of M101 in one of the highest definition spiral galaxy portraits ever released from Hubble. The sharp image shows stunning features of the galaxy's face-on disk of stars and dust along with background galaxies, some visible right through M101 itself. Also known as the Pinwheel Galaxy, M101 lies within the boundaries of the northern constellation Ursa Major, about 25 million light-years away.",
        "titulo": "Messier 101",
        "url": "https://apod.nasa.gov/apod/image/2306/M101_hst1280.jpg"
    },
    {
        "Fecha": "2023-06-03",
        "Descripción": "A darkened and mysterious north polar region known to some as Mordor Macula caps this premier high-resolution view. The portrait of Charon, Pluto's largest moon, was captured by New Horizons near the spacecraft's closest approach on July 14, 2015. The combined blue, red, and infrared data was processed to enhance colors and follow variations in Charon's surface properties with a resolution of about 2.9 kilometers (1.8 miles). A stunning image of Charon's Pluto-facing hemisphere, it also features a clear view of an apparently moon-girdling belt of fractures and canyons that seems to separate smooth southern plains from varied northern terrain. Charon is 1,214 kilometers (754 miles) across. That's about 1/10th the size of planet Earth but a whopping 1/2 the diameter of Pluto itself, and makes it the largest satellite relative to its parent body in the Solar System. Still, the moon appears as a small bump at about the 1 o'clock position on Pluto's disk in the grainy, negative,telescopic picture inset at upper left. That view was used by James Christy and Robert Harrington at the U.S. Naval Observatory in Flagstaff to discover Charon in June of 1978.",
        "titulo": "Charon: Moon of Pluto",
        "url": "https://apod.nasa.gov/apod/image/2306/charon_then_now_1024.jpg"
    },
    {
        "Fecha": "2023-06-04",
        "Descripción": "Wouldn't it be fun to color in the universe?  If you think so, please accept this famous astronomical illustration as a preliminary substitute.  You, your friends, your parents or children, can print it out or even color it digitally.  While coloring, you might be interested to know that even though this illustration has appeared in numerous places over the past 100 years, the actual artist remains unknown.  Furthermore, the work has no accepted name -- can you think of a good one?  The illustration, first appearing in a book by Camille Flammarion in 1888, is frequently used to show that humanity's present concepts are susceptible to being supplanted by greater truths.",
        "titulo": "Color the Universe",
        "url": "https://apod.nasa.gov/apod/image/2306/BeyondEarth_Unknown_960.jpg"
    },
    {
        "Fecha": "2023-06-05",
        "Descripción": "What's happening at the center of the Trifid Nebula? Three prominent dust lanes that give the Trifid its name all come together. Mountains of opaque dust appear near the bottom, while other dark filaments of dust are visible threaded throughout the nebula.  A single massive star visible near the center causes much of the Trifid's glow.  The Trifid, cataloged as M20, is only about 300,000 years old, making it among the youngest emission nebulas known.  The star forming nebula lies about 9,000 light years away toward the constellation of the Archer (Sagittarius). The region pictured here spans about 20 light years.    Portal Universe: Random APOD Generator",
        "titulo": "In the Center of the Trifid Nebula",
        "url": "https://apod.nasa.gov/apod/image/2306/Trifid_Pugh_1080.jpg"
    },
    {
        "Fecha": "2023-06-06",
        "Descripción": "It’s the end of a world as we know it. Specifically, the Sun-like star ZTF SLRN-2020 was seen eating one of its own planets. Although many a planet eventually dies by spiraling into their central star, the 2020 event, involving a Jupiter-like planet, was the first time it was seen directly.  The star ZTF SLRN-2020 lies about 12,000 light years from the Sun toward the constellation of the Eagle (Aquila).  In the featured animated illustration of the incident, the gas planet's atmosphere is first pictured being stripped away as it skims along the outskirts of the attracting star. Some of the planet's gas is absorbed into the star's atmosphere, while other gas is expelled into space.  By the video's end, the planet is completely engulfed and falls into the star's center, causing the star's outer atmosphere to briefly expand, heat up, and brighten. One day, about eight billion years from now, planet Earth may spiral into our Sun.",
        "titulo": "Star Eats Planet",
        "url": "https://www.youtube.com/embed/SmuG7odUe9c?rel=0"
    },
    {
        "Fecha": "2023-06-07",
        "Descripción": "Most galaxies don't have any rings of stars and gas -- why does M94 have two? First, spiral galaxy M94 has an inner ring of newly formed stars surrounding its nucleus, giving it not only an unusual appearance but also a strong interior glow.  A leading origin hypothesis holds that an elongated knot of stars known as a bar rotates in M94 and has generated a burst of star formation in this inner ring.  Observations have also revealed another ring, an outer ring, one that is more faint, different in color, not closed, and relatively complex.  What caused this outer ring is currently unknown. M94, pictured here, spans about 45,000 light years in total, lies about 15 million light years away, and can be seen with a small telescope toward the constellation of the Hunting Dogs  (Canes Venatici).   More Availability: APOD now accessible via  Flipboard.",
        "titulo": "M94: A Double Ring Galaxy",
        "url": "https://apod.nasa.gov/apod/image/2306/M94_Brennan_960.jpg"
    },
    {
        "Fecha": "2023-06-08",
        "Descripción": "Like an illustration in a galactic Just So Story, the Elephant's Trunk Nebula winds through the emission region and young star cluster complex IC 1396, in the high and far off constellation of Cepheus. Seen on the left the cosmic elephant's trunk, also known as vdB 142, is over 20 light-years long. This detailed telescopic view features the bright swept-back ridges and pockets of cool interstellar dust and gas that abound in the region. But the dark, tendril-shaped clouds contain the raw material for star formation and hide protostars within. Nearly 3,000 light-years distant, the relatively faint IC 1396 complex covers a large region on the sky, spanning over 5 degrees. This rendition spans a 1 degree wide field of view though, about the angular size of 2 full moons. Of course the dark shapes below and to the right of the outstretched Elephant's Trunk, are known to some as The Caravan.",
        "titulo": "Elephant's Trunk and Caravan",
        "url": "https://apod.nasa.gov/apod/image/2306/ic1396ASI294large_1030.jpg"
    },
    {
        "Fecha": "2023-06-09",
        "Descripción": "This deep field mosaicked image presents a stunning view of galaxy cluster Abell 2744 recorded by the James Webb Space Telescope's NIRCam. Also dubbed Pandora's Cluster, Abell 2744 itself appears to be a ponderous merger of three different massive galaxy clusters. It lies some 3.5 billion light-years away, toward the constellation Sculptor. Dominated by dark matter, the mega-cluster warps and distorts the fabric of spacetime, gravitationally lensing even more distant objects. Redder than the Pandora cluster galaxies many of the lensed sources are very distant galaxies in the early Universe, their lensed images stretched and distorted into arcs. Of course distinctive diffraction spikes mark foreground Milky Way stars. At the Pandora Cluster's estimated distance this cosmic box spans about 6 million light-years. But don't panic. You can explore the tantalizing region in a 2 minute video tour.",
        "titulo": "Pandora's Cluster of Galaxies",
        "url": "https://apod.nasa.gov/apod/image/2306/abell2744_jwst1024.png"
    },
    {
        "Fecha": "2023-06-10",
        "Descripción": "This month, bright Mars and brilliant Venus are the prominent celestial beacons in planet Earth's western skies after sunset. Wandering through the constellation Cancer the Crab, the Red Planet was captured here on the evening of June 3 near the stars of open cluster Messier 44. Recognized since antiquity this nearby, naked-eye star cluster is also known as the Praesepe or the Beehive cluster. A swarm of stars all much younger than the Sun, the Beehive cluster is a mere 600 light-years distant. Seen with a yellowish hue, Mars is about 17 light-minutes away. On June 12/13 Venus will take its turn posing next to the stars of the Beehive cluster. But the dazzling light of Venus will make the Beehive stars difficult to see by eye alone.",
        "titulo": "Mars and the Beehive",
        "url": "https://apod.nasa.gov/apod/image/2306/Marte-M44_230603_800.jpg"
    },
    {
        "Fecha": "2023-06-11",
        "Descripción": "Here are all the visible colors of the Sun, produced by passing the Sun's light through a prism-like device.  The spectrum was created at the McMath-Pierce Solar Observatory and shows, first off, that although our white-appearing Sun emits light of nearly every color, it appears brightest in yellow-green light.  The dark patches in the featured spectrum arise from gas at or above the Sun's surface absorbing sunlight emitted below.  Since different types of gas absorb different colors of light, it is possible to determine what gasses compose the Sun.  Helium, for example, was first discovered in 1868 on a solar spectrum and only later found here on Earth.  Today, the majority of spectral absorption lines have been identified - but not all.",
        "titulo": "The Sun and Its Missing Colors",
        "url": "https://apod.nasa.gov/apod/image/2306/sunspectrum_mpso_960.jpg"
    },
    {
        "Fecha": "2023-06-12",
        "Descripción": "What’s that near the Moon? It’s the International Space Station (ISS). Although the ISS may appear to be physically near the Moon, it is not — it is physically near the Earth. In low Earth orbit and circulating around our big blue marble about every 90 minutes, the ISS was captured photographically as it crossed nearly in front of the Moon. The Moon, itself in a month-long orbit around the Earth, shows a crescent phase as only a curving sliver of its Sun-illuminated half is visible from the Earth. The featured image was taken in late March from Shanghai, China and shows not only details of Earth's largest human-made satellite, but details of the cratered and barren surface of Earth's largest natural satellite. Over the next few years, humanity is planning to send more people and machines to the Moon than ever before.",
        "titulo": "The Largest Satellites of Earth",
        "url": "https://apod.nasa.gov/apod/image/2306/IssMoon_Yang_960.jpg"
    },
    {
        "Fecha": "2023-06-13",
        "Descripción": "Jupiter's moons circle Jupiter. The featured video depicts Europa and Io, two of Jupiter's largest moons, crossing in front of the grand planet's Great Red Spot, the largest known storm system in our Solar System. The video was composed from images taken by the robotic Cassini spacecraft as it passed Jupiter in 2000, on its way to Saturn. The two moons visible are volcanic Io, in the distance, and icy Europa.  In the time-lapse video, Europa appears to overtake Io, which is odd because Io is closer to Jupiter and moves faster. The explanation is that the motion of the fast Cassini spacecraft changes the camera location significantly during imaging.  Jupiter is currently being visited by NASA's robotic Juno spacecraft, while ESA's Jupiter Icy Moons Explorer (JUICE), launched in April, is enroute.",
        "titulo": "Moons Across Jupiter",
        "url": "https://www.youtube.com/embed/YEXuGgRCyS0?rel=0"
    },
    {
        "Fecha": "2023-06-14",
        "Descripción": "There is no sea on Earth large enough to contain the Shark nebula. This predator apparition poses us no danger as it is composed only of interstellar gas and dust. Dark dust like that featured here is somewhat like cigarette smoke and created in the cool atmospheres of giant stars. After being expelled with gas and gravitationally recondensing, massive stars may carve intricate structures into their birth cloud using their high energy light and fast stellar winds as sculpting tools.  The heat they generate evaporates the murky molecular cloud as well as causing ambient hydrogen gas to disperse and glow red.  During disintegration, we humans can enjoy imagining these great clouds as common icons, like we do for water clouds on Earth. Including smaller dust nebulae such as Lynds Dark Nebula 1235 and Van den Bergh 149 & 150, the Shark nebula spans about 15 light years and lies about 650 light years away toward the constellation of the King of Aethiopia (Cepheus).",
        "titulo": "The Shark Nebula",
        "url": "https://apod.nasa.gov/apod/image/2306/Shark_Kennedy_960.jpg"
    },
    {
        "Fecha": "2023-06-15",
        "Descripción": "Messier 15 is an immense swarm of over 100,000 stars. A 13 billion year old relic of the early formative years of our galaxy it's one of about 170 globular star clusters that still roam the halo of the Milky Way. Centered in this sharp reprocessed Hubble image, M15 lies some 35,000 light-years away toward the constellation Pegasus. Its diameter is about 200 light-years, but more than half its stars are packed into the central 10 light-years or so, making one of the densest concentrations of stars known. Hubble-based measurements of the increasing velocities of M15's central stars are evidence that a massive black hole resides at the center of the dense cluster. M15 is also known to harbour a planetary nebula. Called Pease 1 (aka PN Ps 1), it can be seen in this image as a small blue blob below and just right of center.",
        "titulo": "M15: Dense Globular Star Cluster",
        "url": "https://apod.nasa.gov/apod/image/2306/M15-3_1024.jpg"
    },
    {
        "Fecha": "2023-06-16",
        "Descripción": "This serene view from the coast of Sweden looks across the Baltic sea and compresses time, presenting the passage of one night in a single photograph. From sunset to sunrise, moonlight illuminates the creative sea and skyscape. Fleeting clouds, fixed stars, and flowing northern lights leave their traces in planet Earth's sky. To construct the timelapse image, 3296 video frames were recorded on the night of a nearly full moon between 7:04pm and 6:35am local time. As time progresses from left to right, a single column of pixels was taken from the corresponding individual frame and combined in sequence into a single digital image 3296 pixels wide.  Happy Birthday APOD",
        "titulo": "Sunset to Sunrise over the Baltic Sea",
        "url": "https://apod.nasa.gov/apod/image/2306/baltic-sea-timelapse-image600.jpg"
    }
]